[
  {
    "Timestamp": "2018-11-16T21:52:44.772Z",
    "Your Name": "Raymond Hardman",
    "Program Name": "A Brief History of Open *",
    "Shorter Description (the tweet version 140 chars)": "A Brief History of Open *",
    "Longer Description": "A Brief History of Open * (Everything) from the experience of a Lane County Native.",
    "Link to slide deck or repo": "",
    "Your Twitter or GitHub handle": "https://twitter.com/RaymondHardman",
    "Link to speakers public profile (linked-in, Medium, or...)": "https://www.linkedin.com/in/raymondhardman/",
    "Second speakers public profile (linked-in, Medium, or...)": "",
    "Type of program": "",
    "Venue Preference": "",
    "Photo": "raymond.jpg",
    "Photo2": "",
    "Send Letter": "Yes 12/5"
  },
  {
    "Timestamp": "2018-12-07T22:01:36.881Z",
    "Your Name": "Emily Farthing",
    "Program Name": "A View From the Top: A brief perspective into life, culture and innovation in a favela in Rio de Janeiro",
    "Shorter Description (the tweet version 140 chars)": "Be transported to the top of a Brazilian favela in Rio de Janeiro to learn how local entrepreneurs are mixing with international digital nomads to accelerate local favela-based businesses. Adam Newman the CEO of Favela Inc. and Nova Era Co-Living will introduce business owners from Rio's favelas and learn how technology and social impact has been expanding the possibilities in Rio's forgotten neighborhoods.  Presentation will conclude with dynamic samba school performance overlooking Rio de Janeiro from Vidigal favela. ",
    "Longer Description": "Favela Inc. incubates and accelerates favela-based ecosystems by empowering and educating local entrepreneurs, and organizations into the change-makers of tomorrow. We seek to fortify favela communities and their citizens, by providing them access to the skills, resources, financing, and partners they need, promoting socio-economic development, autonomy and sustainability while removing the inherent limitations caused by widespread economic exclusion, poverty, and violence. Sustainable business creation can save lives. We are doing it, you can be a part. ",
    "Link to slide deck or repo": "https://docs.google.com/presentation/d/1egcCtqTDYPiX228NdnPI1SWbhHRFrVcHzFNzBMVHDKI/edit?usp=sharing",
    "Your Twitter or GitHub handle": "",
    "Link to speakers public profile (linked-in, Medium, or...)": "https://www.linkedin.com/in/thenetworkingnewman/",
    "Second speakers public profile (linked-in, Medium, or...)": "https://www.facebook.com/isis.maria2",
    "Type of program": "Demo",
    "Venue Preference": "Large Open Area:  More the merrier and maybe we'll even break into groups",
    "Photo": "emily.jpg",
    "Photo2": "maria.jpg",
    "Send Letter": ""
  },
  {
    "Timestamp": "2018-12-06T22:11:16.478Z",
    "Your Name": "Heather McFarland and Anthony Casson",
    "Program Name": "In Their Shoes: Building an Open Source Program Through Empathy",
    "Shorter Description (the tweet version 140 chars)": "Learn how to design an Open Source company program by using empathy mapping to move past organizational hurdles.",
    "Longer Description": "Launching an Open Source program is no easy task at an organization with little or no open culture established. Much of the difficulty comes from organizational leaders pushing back. Understanding what they care about and what their priorities are gives any new idea a better chance to thrive. This workshop will help you identify key personnel and their motivations/goals to better prepare an Open Source program pitch and approach through Empathy Mapping.",
    "Link to slide deck or repo": "",
    "Your Twitter or GitHub handle": "@ascasson",
    "Link to speakers public profile (linked-in, Medium, or...)": "https://www.linkedin.com/in/heathermcfarland-154a19b/",
    "Second speakers public profile (linked-in, Medium, or...)": "https://www.linkedin.com/in/ascasson/",
    "Type of program": "Workshop",
    "Venue Preference": "Large Open Area:  More the merrier and maybe we'll even break into groups",
    "Photo": "heather.jpg", 
    "Photo2": "anthony.jpg",
    "Send Letter": ""
  },
  {
    "Timestamp": "2018-11-21T20:44:00.849Z",
    "Your Name": "Nikole Gipps",
    "Program Name": "Open Sourcing Education",
    "Shorter Description (the tweet version 140 chars)": "Learn why we should open-source education and how you can get involved in The Eugene Coding Initiative",
    "Longer Description": "Education currently works on a very pay-to-play model - the schools that have the most resources can afford to purchase expensive curriculum programs and the highest-grossing curriculum companies gain the influential means to continue that cycle. The gap between the haves and the have-nots is growing wider every day, while the diversity in education dies off. We need to reduce the barriers to CS education and level the playing field. We'll talk about how to open up your education platforms, create equitable education that is available to all, and what we're doing in Lane County to teach kids how to code.",
    "Link to slide deck or repo": "https://github.com/codeeug",
    "Your Twitter or GitHub handle": "https://twitter.com/websupergirl",
    "Link to speakers public profile (linked-in, Medium, or...)": "https://www.linkedin.com/in/nhgnikole/",
    "Second speakers public profile (linked-in, Medium, or...)": "",
    "Type of program": "Talk",
    "Venue Preference": "Large Open Area:  More the merrier and maybe we'll even break into groups",
    "Photo": "nikole.jpg",
    "Photo2": "",
    "Send Letter": "Yes 12/5"
  },
  {
    "Timestamp": "2018-11-16T21:52:44.772Z",
    "Your Name": "Nate Otto",
    "Program Name": "Recognizing Contributions with Open Badges",
    "Shorter Description (the tweet version 140 chars)": "Learn how to use Open Badges to give and get recognition for all the important work that goes into open software and open data! ",
    "Longer Description": "We often forget to give recognition for the time and effort that community members put into our open projects. That's true across open source and open data initiatives as well as local community efforts for learning and community building. Open Badges are a great tools to provide recognition, and Open Pathways give your community members understanding of what activities are valuable and open to their participation as well as the ability to share their accomplishments with potential employers and collaborators. Learn how to use Open Badges to recognize what's important in your open community, and earn a badge for yourself for participating at Open Eugene Festival.",
    "Link to slide deck or repo": "https://github.com/concentricsky/badgr-server",
    "Your Twitter or GitHub handle": "https://twitter.com/ottonomy https://github.com/ottonomy",
    "Link to speakers public profile (linked-in, Medium, or...)": "https://www.linkedin.com/in/nateotto/",
    "Second speakers public profile (linked-in, Medium, or...)": "",
    "Type of program": "",
    "Venue Preference": "",
    "Photo": "nate.jpg",
    "Photo2": "",
    "Send Letter": "Yes 12/5"
  }
  
]